import csv
with open("new_file.csv", 'w', newline='') as csvfile:
    writer = csv.writer(csvfile, delimiter=";")
    writer.writerow(["Ринок","Товар","Од.в.","2007"," 2008 рік/грн","у % до 2007","2011 рік/грн","у % до 2008","2017 рік/грн","у % до 2011"])
    writer.writerow(["Бесарабський", "Картопля","кг", 0.74, 0.09, 112.62, 1.25,250.60,67.92,3365.38])
    writer.writerow(["Бесарабський", "Капуста","кг", 0.38, 0.27, 172.49, 1.75,368.10,42.60,1875.00])
    writer.writerow(["Бесарабський", "Цибуля","кг", 0.63, 0.27, 124.92, 1.25,257.58,37.96,1960.78])
    writer.writerow(["Бесарабський", "Помідори","кг", 0.69, 0.36, 143.80, 3.54,458.88,25.48,663.72])
    writer.writerow(["Бесарабський", "Огірки","кг", 0.88, 0.27, 141.39, 3.32,367.74,25.48,548.25])
    writer.writerow(["Бесарабський", "Яблука","кг", 1.00, 0.33, 133.13, 4.44,433.83,64.23,1213.17])
    writer.writerow(["Сінний", "Картопля","кг", 0.66, 0.09, 114.33, 1.28,270.67,37.77,1960.59])
    writer.writerow(["Сінний", "Капуста","кг", 0.59, 0.16, 127.99, 1.28,270.67,67.47,3423.65])
    writer.writerow(["Сінний", "Цибуля","кг", 0.36, 0.23, 164.29, 1.75,392.98,42.45,1906.38])
    writer.writerow(["Сінний", "Помідори","кг", 0.69, 0.26, 137.88, 3.50,468.42,25.15,665.17])
    writer.writerow(["Сінний", "Огірки","кг", 0.85, 0.39, 145.88, 3.31,366.94,20.45,549.45])
    writer.writerow(["Сінний", "Яблука","кг", 0.99, 0.35, 135.03, 3.31,432.33,20.45,1200.00])
def opentabble_1():
    ("new_file.csv")